
/=#

#langdef   en-US "English"
#langdef   zh-Hans "\wide中文\narrow"

#string STR_UPDATE_BIOS_ERROR_INFO      #language en-US "Fail to get the BIOS.FD form the U disk."
                                        #language zh-Hans "\wide更新固件失败，无法从\narrowU\wide盘获取\narrowBIOS.FD\wide文件。\narrow"
#string STR_F5_UPDATE_BIOS_ERROR_INFO   #language en-US "Fail to get the BIOS.ROM form the U disk."
                                        #language zh-Hans "\wide更新固件失败，无法从\narrowU\wide盘获取\narrowBIOS.ROM\wide文件。\narrow"
#string STR_BIOS_FILE_ERROR             #language en-US "Invaild File."
                                        #language zh-Hans "\wide无效的文件！\narrow"
#string STR_PRESS_ENTER_CONTINUE        #language en-US "Press <Enter> to continue..."
                                        #language zh-Hans "\wide按\narrow<Enter>\wide键继续\narrow"
#string STR_PRESS_ENTER_RESTART         #language en-US "Press <Enter> to reset system!"
                                        #language zh-Hans "\wide按\narrow<Enter>\wide键重启\narrow!"
#string STR_CHECK_BIOS_SIGNATURE_ERROR  #language en-US "CHeck Bios Signature error !"
                                        #language zh-Hans "校验固件头错误，请检查源文件后重试！"
#string STR_CHECK_BIOS_MD5_ERROR        #language en-US "CHeck Bios md5 value error !"
                                        #language zh-Hans "校验固件MD5值不正确，请重新烧录！"
